Repository: IngJheyner/Procolombia---B2BMarketplace
Catalog: web/modules/custom/cp_register/translations/cp_register-*.po
Languages: es

source: Enter your company's NIT below and we will show you the email address associated with the account.
es: Ingrese el NIT de su empresa a continuación y le mostraremos su correo asociado a la cuenta.

source: If the e-mail with which the company is registered in the B2B Marketplace isn't active, check with your systems area or contact your ProColombia advisor, in case you need to update the e-mail information.
es: Si el correo electrónico con el que se encuentra registrada la empresa en el B2B Marketplace no se encuentra activo, verifique con su área de sistemas o comuníquese con su asesor de ProColombia, en caso de que requiera actualizar la información de correo electrónico.

source: Enter your company email below and we will send you a secure link to reset your password.
es: Introduzca el correo electrónico de su empresa a continuación y le enviaremos un enlace seguro para restablecer su contraseña.

source: Check your e-mail, we have sent you the instructions to recover your password.
es: Revisa tu correo electrónico, te hemos enviado las instrucciones necesarias para recuperar tu contraseña.

source: December 6, 2021
es: 6 de Diciembre 2021

source: Alarms
es: Alarmas

source: points
es: puntos

source: Good
es: Buena

source: Strong
es: Fuerte

source: Company name is required
es: El nombre de la empresa es obligatorio

source: The name cannot be longer than 20 characters
es: El nombre no puede tener mas de 20 caracteres

source: Lastname is required
es: El apellido es obligatorio

source: Lastname is required
es: El apellido es obligatorio

source: Cell phone is required
es: Se requiere un celular

source: Company is required
es: La empresa es requerida

source: The company cannot be longer than 100 characters
es: La compañia no puede tener mas de 100 caracteres

source: Token invalid
es: Toke no válido

source: Please verify that you are not a robot
es: Por favor verifique que no es un robot

source: Error while creating user
es: Error al crear el usuario

source: Email request error
es: Error de solicitud de correo electrónico

source: Error: E-mail already has been registered
es: Error: El correo electrónico ya ha sido registrado

source: Please select a position
es: Por favor seleccione el cargo

source: Please enter a valid website
es: Por favor ingrese un sitio web válido

source: Error when deleting user
es: Error al eliminar el usuario

source: E-mail is required.
es: El correo es requerido.

source: E-mail is required
es: El correo es requerido

source: E-mail is not valid
es: El correo no es válido

source: Please enter a web site
es: Por favor ingrese un sitio web
