Repository: IngJheyner/Procolombia---B2BMarketplace
Catalog: web/modules/custom/cp_register/translations/cp_register-*.po
Languages: es

source: REGISTER AS A COLOMBIAN COMPANY
es: REGISTRARSE COMO EMPRESA COLOMBIANA

source: REGISTER
es: REGISTRO

source: Register in the Colombian Export Catalog to expand your offer to international markets. Remember that you must be a ProColombia account to register.
es: Regístrese en el Catálogo de exportaciones de Colombia para ampliar su oferta a los mercados internacionales. Recuerde que debe ser una cuenta de ProColombia para poder registrarse.

source: Write the tax identification number corresponding to your company
es: Escriba el número de identificación tributaria correspondiente a su empresa, sin espacios ni caracteres especiales. Intente con y sin el dígito de verificación para confirmar que su empresa es o no una cuenta ProColombia en la actualidad

source: Required Field
es: Campo obligatorio

source: Email
es: Correo electrónico

source: Write the corporate email where the mailing from this website will be sent
es: Escriba el correo electrónico institucional donde se enviará la correspondencia de este sitio web

source: I have read and accept the Terms of use
es: He leído y acepto los Términos y Condiciones de uso

source: I have read and accept the Personal data processing policy
es: He leído y acepto la Política de Tratamiento de datos personales

source: I have read and accept the
es: He leído y acepto la

source: Terms of use
es: Política de términos y Condiciones de uso

source: Personal data processing policy
es: Política tratamiento de datos personales

source: CANCEL
es: CANCELAR

source: CONTINUE
es: CONTINUAR

source: Cancel registration
es: Cancelar el registro

source: Continue registration
es: Continuar el registro

source: Close
es: Cerrar

source: Request an Appointment
es: Solicitar una cita

source: Your company is not registered as a ProColombia account.
es: Tu empresa no está registrada como cuenta de ProColombia. Para ser atendido por un asesor debes

source: To be attended by an advisor you must request an appointment online.
es: Para ser atendido por un asesor debe solicitar una cita en línea.

source: In this space, you will be able to solve your foreign trade concerns and learn about ProColombia's different services to take advantage of the opportunities that the international market offers.
es: En este espacio podrá resolver sus inquietudes de comercio exterior y conocer los diferentes servicios de ProColombia para aprovechar las oportunidades que ofrece el mercado internacional.

source: Mail Verification
es: Verificación del correo electrónico

source: To continue with the registration process, please validate your e-mail account where you will receive an e-mail with a verification link.
es: Para continuar con el proceso de registro, valide su cuenta de correo electrónico, donde recibirá un mensaje con un enlace de verificación.

source: Loading...
es: Cargando...

source: Successful Verification
es: Verificación exitosa

source: Existing Account
es: Cuenta existente

source: The consulted company already has a registered user,
es: La empresa consultada ya tiene un usuario registrado,

source: please login
es: por favor, inicie sesión

source: Login
es: Iniciar sesión

source: Cancel process.
es: Cancelar el proceso.

source: Cancel process
es: Cancelar el proceso

source: English information
es: Información en inglés

source: The Colombian Company Registration process
es: El proceso de registro de la empresa colombiana

source: is about to be cancelled.
es: está a punto de ser cancelado.

source: Would you like to continue?
es: ¿Desea continuar?

source: YES
es: SI

source: Colombian Company Registration - Information
es: Registro de la Empresa Colombiana - Información

source: Company Profile
es: Perfil de la empresa

source: Economic Activity
es: Actividad Económica

source: Contact Information
es: Información del Contacto

source: Recipient's username
es: Nombre de usuario del destinatario

source: Delete
es: Eliminar

source: Choose files
es: Seleccione los archivos

source: Only png formats with a maximum weight of 2 MB and minimum dimensions of 200x200 px are allowed.
es: Sólo se admiten formatos png con un peso máximo de 2 MB y unas dimensiones mínimas de 200x200 px.

source: Company website
es: Página web de la empresa

source: Please include the complete URL starting with http or https.
es: Por favor, incluya la URL completa empezando por http o https.

source: Company name
es: Nombre de la empresa

source: You must register the company's trade name, which is the name by which your company is recognized; it may or may not be the same company name.
es: Debe registrar el nombre comercial de la empresa, que es el nombre por el que se reconoce a su empresa; puede ser o no el mismo nombre de la empresa.

source: Password
es: Contraseña

source: Weak
es: Débil

source: Minimum 8 characters. Must contain 1 capital letter, symbol or number.
es: Mínimo 8 caracteres. Debe contener 1 letra mayúscula, símbolo o número.

source: Verify Password
es: Verificar contraseña

source: We suggest uploading summary videos that give a cross-cutting overview of the company's offer. It is important for the international buyer because it shows in a quick, brief and direct way the skills, competences and experience.
es: Sugerimos subir vídeos de resumen que ofrezcan una visión transversal de la oferta de la empresa. Es importante para el comprador internacional porque muestra de forma rápida, breve y directa las habilidades, competencias y experiencia.

source: If you do not have a video in English, it is suggested to include subtitles to the video in Spanish.
es: Si no tiene un vídeo en inglés, se sugiere incluir subtítulos al vídeo en español.

source: Add
es: Añadir

source: Spanish information
es: Información en español

source: Company Description
es: Descripción de la empresa

source: English informatio
es: Información en inglés

source: Main production chain
es: Principal cadena de producción

source: Enter the keyword or select an option
es: Introduzca la palabra clave o seleccione una opción

source: Departments
es: Departamentos

source: PREVIOUS
es: ANTERIOR

source: Select an option
es: Seleccione una opción

source: CIIU Code Main or Economic Activity
es: Código CIIU Actividad principal o económica

source: Indicate the CIIU code or economic activity to which your company belongs.
es: Indique el código CIIU o la actividad económica a la que pertenece su empresa.

source: City or Municipality
es: Ciudad o municipio

source: CIIU Code Secondary or Economic Activity
es: Código CIIU Actividad económica o secundaria

source: Business Model
es: Modelo de negocio

source: CIIU Code Tertiary or business activity
es: Código CIIU Actividad terciaria o empresarial

source: ProColombia Senior Advisor
es: Asesor Principal de ProColombia

source: Select the ProColombia advisor with whom your company has a defined work plan.
es: Seleccione el asesor de ProColombia con el que su empresa tiene un plan de trabajo definido.

source: Company certification
es: Certificación de la empresa

source: Only files in pdf format with a maximum weight of 2MB are allowed.
es: Sólo se admiten archivos en formato pdf con un peso máximo de 2MB.

source: Enter the keyword or select several options
es: Introduzca la palabra clave o seleccione varias opciones

source: Names
es: Nombres

source: Last names
es: Apellidos

source: Position name
es: Nombre del cargo

source: This field must be completed in English.
es: Este campo debe rellenarse en inglés.

source: Company landline telephone
es: Teléfono fijo de la empresa

source: Cell Phone
es: Celular

source: Keep the following in mind!
es: !Tenga en cuenta lo siguiente!

source: The information filled out in these fields will be used to send all notifications arising in general from the platform and will be sent as commercial contact to international buyers interested in the company's products or services.
es: La información rellenada en estos campos se utilizará para enviar todas las notificaciones que surjan en general de la plataforma y se enviará como contacto comercial a los compradores internacionales interesados en los productos o servicios de la empresa.

source: UNDERSTOOD
es: ENTENDIDO

source: Successful process
es: Proceso exitoso

source: Your profile as an
es: Su perfil como

source: exporting company is in pending status for approval by ProColombia. Your advisor will contact you in case there is any observation about the information registered.
es: empresa exportadora se encuentra en estado pendiente de aprobación por parte de ProColombia. Su asesor se pondrá en contacto con usted en caso de que haya alguna observación sobre la información registrada.

source: Register as
es: Regístrese como

source: COLOMBIAN COMPANY
es: EMPRESA COLOMBIANA

source: Colombian company with an exportable supply of goods or services.
es: Empresa colombiana con una oferta exportable de bienes o servicios.

source: international buyer
es: comprador internacional

source: Offshore company with interest in colombian products and services.
es: Empresa de origen colombiana con oferta exportable de bienes o servicios.

source: Do you have an account?
es: ¿Tiene una cuenta?

source: The NIT is required and must have less than 12 digits
es: El NIT es obligatorio y debe tener menos de 12 dígitos

source: Email is required and must be a valid email address.
es: El correo electrónico es obligatorio y debe ser una dirección de correo electrónico válida.

source: Video is not recognized
es: No se reconoce el vídeo

source: The logo is required to be an image file and must be png and jpg and less than 2MB in size and less than 200x200 in dimension
es: El logotipo debe ser un archivo de imagen y debe ser png y jpg y tener un tamaño inferior a 2MB y una dimensión inferior a 200x200

source: Company name is required
es: El nombre de la empresa es obligatorio

source: The company name cannot be longer than 100 characters.
es: El nombre de la empresa no puede tener más de 100 caracteres.

source: Website is required
es: El sitio web es obligatorio

source: The video is required and must be a url
es: El vídeo es necesario y debe ser una url

source: Password is required
es: La contraseña es obligatoria

source: The password must be between 8 and 15 characters long
es: La contraseña debe tener entre 8 y 15 caracteres

source: The password must have at least one capital letter
es: La contraseña debe tener al menos una letra mayúscula

source: The password must have at least one number
es: La contraseña debe tener al menos un número

source: The password must have at least one special character
es: La contraseña debe tener al menos un carácter especial

source: Verify password field is required
es: El campo de verificación de la contraseña es obligatorio

source: The field verify password and Password must be the same
es: El campo verificar contraseña y Contraseña debe ser el mismo

source: Description in Spanish is required
es: Se requiere una descripción en español

source: The Spanish description must be less than 1000 characters
es: La descripción en español debe ser inferior a 1000 caracteres

source: English description is required
es: Se requiere una descripción en inglés

source: The English description must be less than 1000 characters
es: La descripción en inglés debe ser inferior a 1000 caracteres

source: The production chain is required
es: Se requiere la cadena de producción

source: Main CIIU code is required
es: Se requiere el código CIIU principal

source: Department is required
es: Se requiere el departamento

source: City is required
es: Se requiere la ciudad

source: Business model is required
es: Se requiere el modelo de negocio

source: Certification file is required
es: Se requiere un archivo de certificación

source: The certification file must be less than 2mb
es: El archivo de certificación debe ser inferior a 2mb

source: The certification file must be a PDF file
es: El archivo de certificación debe ser un archivo PDF

source: Name is required
es: El nombre es obligatorio

source: Name is required
es: El nombre es obligatorio

source: The name must not be longer than 20 characters
es: El nombre no debe tener más de 20 caracteres

source: Last name is required
es: El apellido es obligatorio

source: The last name must not be longer than 20 characters
es: El apellido no debe tener más de 20 caracteres

source: Spanish position is required
es: El cargo en español es obligatorio

source: The position in Spanish must be no longer than 50 characters
es: El cargo en español no debe tener más de 50 caracteres

source: English position is required
es: El cargo en inglés es obligatorio

source: The position in English must be no longer than 50 characters
es: El cargo en inglés no debe tener más de 50 caracteres

source: Phone line is required
es: El teléfono fijo de la empresa es obligatorio

source: The phone line must not be longer than 20 characters
es: El teléfono fijo no debe tener más de 20 caracteres

source: The telephone line must not have letters
es: El teléfono fijo no debe tener letras

source: The country code of the cell phone is required
es: Se requiere el código de país del teléfono móvil

source: Cell phone is required
es: Se requiere un celular

source: The cell phone must not be longer than 20 characters
es: El celular no debe tener más de 20 caracteres

source: The cell phone should not have letters
es: El celular no debe tener letras

source: Email is required
es: El correo electrónico es obligatorio

source: You must register the trade name of the company, which is the name by which your company is recognized; it may or may not be the same company name.
es: Debe registrar el nombre comercial de la empresa, que es el nombre por el que se reconoce a su empresa; puede ser o no el mismo nombre de la empresa.

source: Enter the institutional e-mail address where correspondence from this web site will be sent.
es: Escriba el correo electrónico institucional donde se enviará la correspondencia de este sitio web.

source: Preferred language
es: Idioma de preferencia

source: Spanish
es: Español

source: English
es: Inglés

source: Your company is not registered as a ProColombia account. To be attended by an advisor you must
es: Su empresa no se encuentra registrada como cuenta ProColombia. Para ser atendido por un asesor se

source: you must request an appointment online.
es: debe solicitar cita previa de manera virtual.

source: REQUEST APPOINTMENT
es: SOLICITAR CITA

source: The consulted company already has a registered user, please
es: La empresa consultada ya cuenta con un usuario registrado, por favor

source: Please login
es: Inicie sesión

source: The process is about to be cancelled
es: Está a punto de cancelar el proceso

source: Colombian Company Registration
es: Registro Empresa Colombiana

source: International Company Registration
es: Registro Empresa Internacional

source: Do you want to continue?
es: ¿Desea continuar?

source: Configure your buyer profile for free
es: Configure su perfil de comprador gratuitamente

source: Personal Data Registration
es: Registro de Datos Personales

source: Profile Settings
es: Configuración del Perfil

source: Products of interest #1
es: Productos de interés #1

source: Products of interest #2
es: Productos de interés #2

source: Products of interest #3
es: Productos de interés #3

source: Country
es: País

source: United States
es: Estados Unidos

source: Please include the name of your position within the company.
es: Por favor incluya el nombre del cargo que desempeña dentro de la empresa.

source: City
es: Ciudad

source: I am interested in...
es: Estoy interesado en…

source: Particularly in...
es: Particularmente en…

source: Tariff Item
es: Partida Arancelaria

source: Tariff Item No.2
es: Partida Arancelaria No.2

source: Tariff Item No.3
es: Partida Arancelaria No.3

source: NOTE:
es: NOTA:

source: In order to ensure the smooth operation of the system, it will only present the first 10 matching products.
es: A fin de asegurar el buen funcionamiento del sistema, solo presentará los 10 primeros productos coincidentes.

source: If the product you are looking for is not listed, please enter a word, or the 6-digit tariff code, that defines your product. After the third character you enter, the system will search for the first 10 products that include the characters/word you entered.
es: Si el producto que busca no aparece en la lista, por favor escriba una palabra, o el código arancelario a 6 dígitos, que defina su producto. Después del tercer carácter que ingrese, el sistema buscará los primeros 10 productos que incluyan los caracteres/la palabra que ingresó.

source: Your profile as an exporting company of
es: Su perfil como Empresa exportadora de

source: is in pending status for approval by ProColombia. Your advisor will contact you in case there is any observation about the information registered.
es: se encuentra en estado pendiente por aprobación por parte de ProColombia. Su asesor se contactará con usted en caso de que exista alguna observación sobre la información registrada.

source: Configure your international buyer profile for free.
es: Configure su perfil de comprador internacional gratuitamente.

source: REGISTER AS AN INTERNATIONAL BUYER
es: REGISTRARSE COMO COMPRADOR INTERNACIONAL

source: REGISTER TO HAVE THE COLOMBIAN OFFER JUST A CLICK AWAY
es: REGÍSTRESE PARA TENER LA OFERTA COLOMBIANA AL ALCANCE DE UN CLIC

source: Register in the Colombian Export Catalog to expand your offer to Find all the products and services of Colombian origin to meet your sourcing needs. Filter and discover products/services and companies by certifications, distribution, availability and more. Easily save search filters and receive notifications of new products added to ProColombia's B2B Marketplace.
es: Regístrese en el Catálogo de Exportación de Colombia para ampliar su oferta y Encuentre todos los productos y servicios de origen colombiano para satisfacer sus necesidades de abastecimiento. Filtrar y descubrir productos/servicios y empresas por certificaciones, distribución, disponibilidad y más. Guardar fácilmente los filtros de búsqueda y recibir notificaciones de los nuevos productos añadidos al Mercado B2B de ProColombia.

source: The name cannot be longer than 20 characters
es: El nombre no puede tener mas de 20 caracteres

source: The last name cannot be longer than 20 characters
es: El apellido no puede tener mas de 20 caracteres

source: Email is required and must be a valid email address
es: El email es requerido y debe ser un email válido

source: The email is invalid
es: El email no es válido

source: The cell phone must be a number
es: El celular debe ser un número

source: The cell phone must not have more than 10 digits
es: El celular no debe tener mas 10 digitos

source: Company is required
es: La empresa es requerida

source: The company cannot be longer than 100 characters
es: La empresa no puede tener mas de 100 caracteres

source: The language field is required
es: El campo lenguaje es requerido

source: You must accept the privacy policy
es: Debe aceptar las políticas de privacidad

source: You must accept the terms of use
es: Debe aceptar las condiciones de uso

source: Request Appointment
es: Solicitar cita

source: To ensure the proper functioning of the system, only the first 10 matching products will be presented.
es: A fin de asegurar el buen funcionamiento del sistema, solo presentará los 10 primeros productos coincidentes.

source: Example@example.com
es: Ejemplo@ejemplo.com

source: Basic example
es: Ejemplo básico

source: Sign In
es: Iniciar Sesión

source: Remove
es: Eliminar

source: Company video
es: Video de la empresa

source: Please select a country
es: Por favor seleccione un país

source: Please select a category
es: Por favor seleccione una categoría

source: Please select a subcategory
es: Por favor seleccione una subcategoría

source: Please select a business model
es: Por favor seleccione un modelo de empresa

source: Welcome to Colombia B2B marketplace, enter your data to start session.
es: Bienvenido a Colombia B2B marketplace, ingresa tus datos para iniciar sesión.

source: Type something specific to perform a search
es: Escribe algo en específico para realizar una búsqueda

source: Search
es: Buscar

source: Forgot
es: ¿Olvidó

source: Password?
es: su contraseña?

source: E-mail?
es: su correo?

source: Forgot Password?
es: ¿Olvidó su contraseña?

source: Forgot E-mail?
es: ¿Olvidó su correo?

source: E-mail
es: Correo electrónico

source: E-mail or NIT
es: Correo electrónico o NIT

source: Change Password
es: Cambiar contraseña

source: Uploading...
es: Cargando...

source: Log In
es: Iniciar sesión

source: Back to page
es: Volver a la página

source: Unread messages
es: Mensajes no leídos

source: Promotional activities
es: Actividades de promoción

source: Hello,
es: Hola,

source: Password recovery
es: Recuperación de la contraseña

source: E-mail recovery
es: Recuperación del correo

source: Recover E-mail
es: Recuperar correo

source: Recover Password
es: Recuperar contraseña

source: Password change process was successful
es: El cambio de contraseña ha sido exitoso

source: Sign up
es: Regístrese

source: Don't have an account?
es: ¿No tiene una cuenta?

source: Verification code
es: Código de verificación

source: Receive verification link at:
es: Recibir el link de verificación en:

source: Profile update
es: Actualización del Perfil

source: Edit profile
es: Editar perfil

source: General User Profile
es: Perfil General de Usuario

source: View general User Profile
es: Ver Perfil general de Usuario

source: You must update your Profile information.
es: Debe actualizar la información de su perfil.

source: Since the update of your data took place on
es: Dado que la actualización de tus datos fue el día

source: Data update:
es: Actualización de los datos:

source: Search history
es: Historial de búsquedas

source: Mass communication
es: Comunicaciones masivas

source: LOG OUT
es: CERRAR SESIÓN

source: Register
es: Registro

source: Products and Services
es: Productos y Servicios

source: View Products and services
es: Ver Productos y Servicios

source: Your favorite products or services
es: Tus productos o servicios favoritos

source: Notifications
es: Notificaciones

source: Alerts
es: Alertas

source: Help
es: Ayuda

source: Hours of operation
es: Horario de atención

source: Monday through Friday 8:30 a.m. - 5:30 p.m.
es: Lunes a viernes 8:30 a.m. - 5:30 p.m.

source: Citizen service
es: Servicio al ciudadano

source: Complaints
es: Denuncias

source: Work with us
es: Trabaje con nosotros

source: Contact
es: Contacto

source: Companies with interaction
es: Empresas con interacción

source: Terms of access
es: Condiciones de acceso

source: News
es: Noticias

source: Status
es: Estado

source: Messages
es: Mensajes

source: Offer for
es: Oferta para

source: View - Colombian Company
es: Ver - Empresa Colombiana

source: View - International Buyer
es: Ver - Comprador Internacional

source: Manage Surveys
es: Gestionar Encuestas

source: Dashboard
es: Tablero

source: Recommendations or suggestions
es: Recomendaciones o sugerencias

source: Address
es: Dirección

source: Phone number
es: Número teléfonico

source: Street 28 N° 13A - 15 Floor 35-36
es: Calle 28 No 13A - 15 Piso 35-36

source: Frequently Asked Questions (FAQs)
es: Preguntas frecuentes

source: Social Networks
es: Redes Sociales

source: Sustainability Report
es: Informe de sostenibilidad

source: About this website
es: Acerca del sitio

source: Privacy and Data Handling Policy
es: Política de privacidad y manejo de datos
