Repository: IngJheyner/Procolombia---B2BMarketplace
Catalog: web/modules/custom/cp_incentives/translations/cp_incentives-*.po
Languages: es

source: Testing translations 1
es: Probando traducciones 1

source: Testing translations 2
es: Probando traducciones 2

source: Incentive plan points administration
es: Administración de puntos para el plan de incentivos

source: Parameterization Incentive Plan
es: Parametrización Plan de incentivos

source: Variables / Characteristics
es: Variables / Características

source: Business rule description
es: Descripción de la regla de negocio

source: Business rule
es: Regla de negocio

source: Business rules
es: Reglas de negocio

source: Instruction
es: Instrucción

source: Points distribution
es: Distribución de puntos

source: Total points
es: Puntos totales

source: Expiration time
es: Tiempo de expiración

source: State
es: Estado

source: Edit
es: Editar

source: Response time in chat
es: Tiempo de respuesta en el chat

source: Business rule must be parameterizable, based on the response time in chat.
es: Debe ser parametrizable la regla de negocio, con base en el tiempo de respuesta en el chat.

source: International buyer's qualification
es: Calificación del comprador internacional

source: Business rule must be parameterizable, with the star rating given by the international buyer (average rating).
es: Debe ser parametrizable la regla de negocio, con la calificación por estrellas dada por el comprador internacional (calificación promedio).

source: Views of product or service
es: Número de visualizaciones de producto o servicio

source: Business rule must be parameterizable, according to the number of views of the product or service uploaded on the platform.
es: Debe ser parametrizable la regla de negocio, de acuerdo con el número de visualizaciones que tenga el producto o servicio cargado en la plataforma

source: Achievement report
es: Reporte de logros

source: Updating products or services
es: Actualización productos o servicios

source: You will accumulate points for each product or service update in the system.
es: Acumulará puntos por cada actualización en el sistema de los productos o servicios.

source: Company profile update
es: Actualización perfil de empresa

source: You will accumulate points for each update in the company's profile.
es: Acumulará puntos por cada actualización en el perfil de la empresa.

source: Referrals
es: Referidos

source: You will accumulate points for each referral in the platform.
es: Acumulará puntos por cada referido en la plataforma.

source: Meeting Report
es: Reporte de reunión

source: You will accumulate points per meeting reported on the platform in the dashboard of companies with interaction.
es: Acumulará puntos por reunión reportada en la plataforma en el dashboard de empresas con interacción.

source: Sample shipment report
es: Reporte de envío de muestra

source: You will accumulate points for reporting a sample shipment on the platform in the dashboard of companies with interaction.
es: Acumulará puntos por reportar un envío de muestra en la plataforma en el dashboard de empresas con interacción.

source: Exportation Report
es: Reporte de exportación

source: You will accumulate points for reporting an exportation on the platform in the dashboard of companies with interaction.
es: Acumulará puntos por reportar una exportación en la plataforma en el dashboard de empresas con interacción.

source: Hours
es: Horas

source: Points
es: Puntos

source: Days
es: Días

source: Day(s)
es: Día(s)

source: Active
es: Activo

source: Inactive
es: Inactivo

source: Total items
es: Total de ítems

source: Criteria edition
es: Edición de criterio

source: Business Rule Description
es: Descripción Regla de Negocio

source: Maximum of points
es: Máximo de puntos

source: Business Rules
es: Reglas de negocio

source: Minimum time
es: Tiempo mínimo

source: Maximum time
es: Tiempo máximo

source: Enter the number of points
es: Ingrese el número de puntos

source: Points validity time
es: Tiempo de vigencia de puntos

source: Time in days
es: Tiempo en Días

source: CANCEL
es: CANCELAR

source: SAVE CHANGES
es: GUARDAR CAMBIOS

source: Views
es: Visualizaciones

source: Stars
es: Estrellas

source: Back to site
es: Regresar al sitio

source: Classification
es: Clasificación

source: Minimum points
es: Puntos mínimos

source: Maximum points
es: Puntos máximos

source: Create new status
es: Crear nuevo status

source: Save edition
es: Guardar edición

source: BENEFITS ACCORDING TO PROCOLOMBIA AFILIATE'S STATUS CLASSIFICATION
es: BENEFICIOS SEGÚN LA CLASIFICACIÓN DE STATUS ALIADO PROCOLOMBIA

source: BENEFITS ACCORDING TO PROCOLOMBIA<br>AFILIATE'S STATUS CLASSIFICATION
es: BENEFICIOS SEGÚN LA CLASIFICACIÓN<br>DE STATUS ALIADO PROCOLOMBIA

source: Participation in Macrorruedas ProColombia.
es: Participación en Macrorruedas ProColombia.

source: Access to transportation logistics alliances.
es: Acceso a alianzas logísticas de transporte.

source: Access to the Exporters Training Portal.
es: Acceso al Portal de Formación Exportadores.

source: Participation in seminars and trainings.
es: Participación en seminarios y capacitaciones.

source: ProColombia Training.
es: Capacitaciones ProColombia.

source: Become a
es: Se aliado

source: ally, the highest level, and enjoy unique benefits.
es: ,el máximo nivel, y disfruta de beneficios únicos.

source: Create new benefit
es: Crear nuevo beneficio

source: Enter the description of the benefit, stipulate the type of status to which it applies and determine if it's active.
es: Ingrese la descripción del beneficio, estipule el tipo de status al cual aplica y determine si esttá en estado activo

source: to
es: a

source: points
es: puntos

source: Over
es: Mayor a

source: LEARN HOW TO LEVEL UP
es: CONOCE CÓMO SUBIR DE NIVEL

source: <strong>FEATURED</strong> <br>PRODUCTS / SERVICES
es: PRODUCTOS / SERVICIOS <br><strong>DESTACADOS</strong>

source: ProColombia recognizes you as a
es: ProColombia lo reconoce en el <strong>Nivel de aliado</strong>

source: <strong>ally.</strong>
es: <strong>.</strong>

source: Here you can view your products / services at the platform.
es: Aquí podrá visualizar sus productos / servicios destacados en la plataforma.

source: Invite other companys to participate in B2B ProColombia
es: Invite a participar en el B2B ProColombia

source: Your reference code
es: Su código de referencia

source: Your referral code was successfully copied
es: Su código de referencia fue copiado con éxito

source: How it works?
es: ¿Cómo funciona?

source: Send your reference code to your contacts
es: Envíe su código a otros contactos

source: Share your reference code. Your contacts will use it to register in the platform.
es: Comparta su código de referencia. Sus contactos utilizarán el link en el proceso de registro.

source: Be rewared
es: Sea premiado

source: When your contacts use your reference code, you will be rewarded and acknowledge with points to be a
es: Cuando sus contactos utilicen su código de refierencia, usted será reconocido y beneficiado por medio de puntos para alcanzar el

source: Gold ally.
es: Nivel Aliado Gold.

source: UNDERSTOOD
es: ENTENDIDO

source: How to upgrade to ProColombia Ally Status?
es: ¿Cómo subir de nivel Status Aliado ProColombia?

source: Number of Points
es: Número de Puntos

source: Description
es: Descripción

source: CREATE REFERAL CODE
es: CREAR CÓDIGO DE REFERIDO

source: The measurement must not be empty and have a higher value than 0
es: La medida no puede estar vacía y debe tener un valor mayor a 0

source: The maximum points must have a higher value than the minimum points
es: El puntaje máximo debe tener un valor mayor al puntaje mínimo

source: Save
es: Guardar

source: PROCOLOMBIA RECOGNIZES YOU AS A
es: PROCOLOMBIA LO RECONOCE EN EL NIVEL DE <strong>ALIADO</strong>

source: Company's name:
es: Nombre de la empresa:

source: Points Earned:
es: Puntos Obtenidos:

source: Response time in chat less than 1 hour
es: Tiempos de respuesta en el chat menor a una hora

source: Response time in chat between
es: Tiempos de respuesta en el chat entre

source: hour and
es: hora a

source: hours and
es: horas a

source: hours.
es: horas.

source: International buyer's rating of
es: Calificacion del comprador internacional al tener

source: -star appreciation
es: estrellas de apreciación.

source: greater than or equal to
es: mayor o igual a

source: views.
es: vistas.

source: Refer Colombian exporting companies to register on the platform.
es: Referidos empresas exportadoras colombianas para que se registren en la plataforma.

source: Classification's name
es: Nombre de la clasificación

source: Close
es: Cerrar

source: Benefit description
es: Descripción del beneficio en inglés

source: Benefit description in spanish
es: Descripción del beneficio en español

source: This field must be empty
es: Este campo debe estar vacío

source: This field is required
es: Este campo es requerido

source: This field is required.
es: Este campo es requerido.

source: Required Field
es: Campo requerido

source: You must select an image.
es: Debe seleccionar una imagen.

source: Image format is not valid, must be a .png file.
es: El formato de imagen no es válido, debe ser un archivo en formato .png.

source: The maximum values must be greater than the previous one
es: Los valores máximos deben ser mayores al anterior

source: State is required
es: El estado es requerido

source: Expiration days are required
es: Los días de expiración son requeridos

source: Expiration days must be a number
es: Los días de expiración deben ser un número

source: Minimum value is required
es: El valor mínimo es requerido

source: Minimum value must be a number
es: El valor mínimo debe ser un número

source: Maximum value is required
es: El valor máximo es requerido

source: Maximum value must be a number
es: El valor máximo debe ser un número

source: Given points are required
es: Los puntos dados son requeridos

source: Given points must be a number
es: Los puntos dados deben ser un número

source: Maximum values must be greater than the previous one
es: Los valores máximos deben ser mayores al anterior

source: Minimum values must be greater than the previous one
es: Los valores mínimos deben ser mayores al anterior

source: Given points must be less than the previous one
es: Los puntos dados deben ser menores al anterior

source: Parameterization Incentives
es: Parametrización Incentivos

source: This field specifies the number of the maximum score for the distribution of points.
es: Este campo especifica el número del puntaje máximo para la distribución de puntos.

source: Enter a number of points between the maximum number of points
es: Ingrese un número de puntos entre el máximo de puntos

source: Enter the minimum and maximum response time instruction in the chat.
es: Ingrese la instrucción en tiempo de horas mínima y máxima de respuesta en el chat.

source: Enter the instruction for the number of views the uploaded product or service has.
es: Ingrese la instrucción del número de visualizaciones que posea el producto o servicio cargado.

source: Description in English can't be empty
es: La descripción en inglés no puede estar vacía

source: Description can't contain special characters
es: La descripción en inglés no puede contener caracteres especiales

source: Description in spanish can't contain special characters
es: La descripción en español no puede contener caracteres especiales

source: Description in Spanish can't be empty
es: La descripción en español no puede estar vacía

source: Maximum points for new status must be higher than minimum points.
es: Los puntos máximos para el nuevo estatus deben ser superiores a los puntos mínimos.

source: Edit benefit
es: Editar beneficio

source: For the status
es: Para el status

source: the minimum points must be 0
es: el puntaje mínimo debe ser 0

source: the maximum points must be higher than minimum points
es: el puntaje máximo debe ser mayor que el puntaje mínimo

source: the minimum points must be higher than the last status maximum points
es: el puntaje mínimo debe ser mayor al puntaje máximo anterior status

source: the minimum points must be one point higher than the
es: el puntaje mínimo debe ser un punto más alto que los del status

source: the minimum points cannot be greater than the maximum points
es: el puntaje mínimo no puede ser mayor al puntaje máximo

source: the minimum points cannot be equal to maximum points
es: el puntaje mínimo no puede ser igual al puntaje máximo

source: Error while updating status.
es: Error al editar status.

source: Invalid points
es: Puntos no válidos

source: The name of the status is not valid.
es: El nombre del status no es válido.

source: Minimum points for new status are not valid.
es: El puntaje mínimo del nuevo status no es válido.

source: Maximum points for new status are not valid.
es: El puntaje máximo del nuevo status no es válido.
